[
    {
        "fullname": "Albert Einstein",
        "born_date": "March 14, 1879",
        "born_location": "in Ulm, Germany",
        "description": "In 1879, Albert Einstein was born in Ulm, Germany. He completed his Ph.D. at the University of Zurich by 1909. His 1905 paper explaining the photoelectric effect, the basis of electronics, earned him the Nobel Prize in 1921. His first paper on Special Relativity Theory, also published in 1905, changed the world. After the rise of the Nazi party, Einstein made Princeton his permanent home, becoming a U.S. citizen in 1940. Einstein, a pacifist during World War I, stayed a firm proponent of social justice and responsibility. He chaired the Emergency Committee of Atomic Scientists, which organized to alert the public to the dangers of atomic warfare.At a symposium, he advised: \"In their struggle for the ethical good, teachers of religion must have the stature to give up the doctrine of a personal God, that is, give up that source of fear and hope which in the past placed such vast power in the hands of priests. In their labors they will have to avail themselves of those forces which are capable of cultivating the Good, the True, and the Beautiful in humanity itself. This is, to be sure a more difficult but an incomparably more worthy task . . . \" (\"Science, Philosophy and Religion, A Symposium,\" published by the Conference on Science, Philosophy and Religion in their Relation to the Democratic Way of Life, Inc., New York, 1941). In a letter to philosopher Eric Gutkind, dated Jan. 3, 1954, Einstein stated: \"The word god is for me nothing more than the expression and product of human weaknesses, the Bible a collection of honorable, but still primitive legends which are nevertheless pretty childish. No interpretation no matter how subtle can (for me) change this,\" (The Guardian, \"Childish superstition: Einstein's letter makes view of religion relatively clear,\" by James Randerson, May 13, 2008). D. 1955.While best known for his mass–energy equivalence formula E = mc2 (which has been dubbed \"the world's most famous equation\"), he received the 1921 Nobel Prize in Physics \"for his services to theoretical physics, and especially for his discovery of the law of the photoelectric effect\". The latter was pivotal in establishing quantum theory.Einstein thought that Newtonion mechanics was no longer enough to reconcile the laws of classical mechanics with the laws of the electromagnetic field. This led to the development of his special theory of relativity. He realized, however, that the principle of relativity could also be extended to gravitational fields, and with his subsequent theory of gravitation in 1916, he published a paper on the general theory of relativity. He continued to deal with problems of statistical mechanics and quantum theory, which led to his explanations of particle theory and the motion of molecules. He also investigated the thermal properties of light which laid the foundation of the photon theory of light.He was visiting the United States when Adolf Hitler came to power in 1933 and did not go back to Germany. On the eve of World War II, he endorsed a letter to President Franklin D. Roosevelt alerting him to the potential development of \"extremely powerful bombs of a new type\" and recommending that the U.S. begin similar research. This eventually led to what would become the Manhattan Project. Einstein supported defending the Allied forces, but largely denounced the idea of using the newly discovered nuclear fission as a weapon. Later, with Bertrand Russell, Einstein signed the Russell–Einstein Manifesto, which highlighted the danger of nuclear weapons. Einstein was affiliated with the Institute for Advanced Study in Princeton, New Jersey, until his death in 1955.His great intellectual achievements and originality have made the word \"Einstein\" synonymous with genius.More: http://en.wikipedia.org/wiki/Albert_E...http://www.nobelprize.org/nobel_prize..."
    },
    {
        "fullname": "Marilyn Monroe",
        "born_date": "June 01, 1926",
        "born_location": "in The United States",
        "description": "Marilyn Monroe (born Norma Jeane Mortenson; June 1, 1926 – August 5, 1962) was an American actress, model, and singer, who became a major sex symbol, starring in a number of commercially successful motion pictures during the 1950s and early 1960s.After spending much of her childhood in foster homes, Monroe began a career as a model, which led to a film contract in 1946 with Twentieth Century-Fox. Her early film appearances were minor, but her performances in The Asphalt Jungle and All About Eve (both 1950), drew attention. By 1952 she had her first leading role in Don't Bother to Knock and 1953 brought a lead in Niagara, a melodramatic film noir that dwelt on her seductiveness. Her \"dumb blonde\" persona was used to comic effect in subsequent films such as Gentlemen Prefer Blondes (1953), How to Marry a Millionaire (1953) and The Seven Year Itch (1955). Limited by typecasting, Monroe studied at the Actors Studio to broaden her range. Her dramatic performance in Bus Stop (1956) was hailed by critics and garnered a Golden Globe nomination. Her production company, Marilyn Monroe Productions, released The Prince and the Showgirl (1957), for which she received a BAFTA Award nomination and won a David di Donatello award. She received a Golden Globe Award for her performance in Some Like It Hot (1959). Monroe's last completed film was The Misfits, co-starring Clark Gable with screenplay by her then-husband, Arthur Miller.Marilyn was a passionate reader, owning four hundred books at the time of her death, and was often photographed with a book.The final years of Monroe's life were marked by illness, personal problems, and a reputation for unreliability and being difficult to work with. The circumstances of her death, from an overdose of barbiturates, have been the subject of conjecture. Though officially classified as a \"probable suicide\", the possibility of an accidental overdose, as well as of homicide, have not been ruled out. In 1999, Monroe was ranked as the sixth greatest female star of all time by the American Film Institute. In the decades following her death, she has often been cited as both a pop and a cultural icon as well as the quintessential American sex symbol."
    },
    {
        "fullname": "Pablo Neruda",
        "born_date": "July 12, 1904",
        "born_location": "in Parral, Chile",
        "description": "Pablo Neruda was the pen name and, later, legal name of the Chilean writer and politician Neftalí Ricardo Reyes Basoalto. Neruda assumed his pen name as a teenager, partly because it was in vogue, partly to hide his poetry from his father, a rigid man who wanted his son to have a \"practical\" occupation. Neruda's pen name was derived from Czech writer and poet Jan Neruda; Pablo is thought to be from Paul Verlaine. With his works translated into many languages, Pablo Neruda is considered one of the greatest and most influential poets of the 20th century.Neruda was accomplished in a variety of styles ranging from erotically charged love poems like his collection Twenty Poems of Love and a Song of Despair, surrealist poems, historical epics, and overtly political manifestos. In 1971 Neruda won the Nobel Prize for Literature, a controversial award because of his political activism. Colombian novelist Gabriel García Márquez once called him \"the greatest poet of the 20th century in any language.\"On July 15, 1945, at Pacaembu Stadium in São Paulo, Brazil, he read to 100,000 people in honor of Communist revolutionary leader Luís Carlos Prestes. When Neruda returned to Chile after his Nobel Prize acceptance speech, Salvador Allende invited him to read at the Estadio Nacional before 70,000 people.During his lifetime, Neruda occupied many diplomatic posts and served a stint as a senator for the Chilean Communist Party. When Conservative Chilean President González Videla outlawed communism in Chile, a warrant was issued for Neruda's arrest. Friends hid him for months in a house basement in the Chilean port of Valparaíso. Later, Neruda escaped into exile through a mountain pass near Maihue Lake into Argentina. Years later, Neruda was a close collaborator to socialist President Salvador Allende.Neruda was hospitalized with cancer at the time of the Chilean coup d'état led by Augusto Pinochet. Three days after being hospitalized, Neruda died of heart failure. Already a legend in life, Neruda's death reverberated around the world. Pinochet had denied permission to transform Neruda's funeral into a public event. However, thousands of grieving Chileans disobeyed the curfew and crowded the streets. Neruda's funeral became the first public protest against the Chilean military dictatorship."
    },
    {
        "fullname": "Dr. Seuss",
        "born_date": "March 02, 1904",
        "born_location": "in Springfield, MA, The United States",
        "description": "Theodor Seuss Geisel was born 2 March 1904 in Springfield, MA. He graduated Dartmouth College in 1925, and proceeded on to Oxford University with the intent of acquiring a doctorate in literature. At Oxford he met Helen Palmer, who he wed in 1927. He returned from Europe in 1927, and began working for a magazine called Judge, the leading humor magazine in America at the time, submitting both cartoons and humorous articles for them. Additionally, he was submitting cartoons to Life, Vanity Fair and Liberty. In some of his works, he'd made reference to an insecticide called Flit. These references gained notice, and led to a contract to draw comic ads for Flit. This association lasted 17 years, gained him national exposure, and coined the catchphrase \"Quick, Henry, the Flit!\" In 1936 on the way to a vaction in Europe, listening to the rhythm of the ship's engines, he came up with And to Think That I Saw It on Mulberry Street, which was then promptly rejected by the first 43 publishers he showed it to. Eventually in 1937 a friend published the book for him, and it went on to at least moderate success. During WW II, Geisel joined the army and was sent to Hollywood. Captain Geisel would write for Frank Capra's Signal Corps Unit (for which he won the Legion of Merit) and do documentaries (he won Oscar's for Hitler Lives and Design for Death). He also created a cartoon called Gerald McBoing-Boing which also won him an Oscar. In May of 1954, Life published a report concerning illiteracy among school children. The report said, among other things, that children were having trouble to read because their books were boring. This inspired Geisel's publisher, and prompted him to send Geisel a list of 400 words he felt were important, asked him to cut the list to 250 words (the publishers idea of how many words at one time a first grader could absorb), and write a book. Nine months later, Geisel, using 220 of the words given to him published The Cat in the Hat, which went on to instant success. In 1960 Bennett Cerf bet Geisel $50 that he couldn't write an entire book using only fifty words. The result was Green Eggs and Ham. Cerf never paid the $50 from the bet. Helen Palmer Geisel died in 1967. Theodor Geisel married Audrey Stone Diamond in 1968. Theodor Seuss Geisel died 24 September 1991. Also worked under the pen name:Theo Le Sieg"
    },
    {
        "fullname": "George R.R. Martin",
        "born_date": "September 20, 1948",
        "born_location": "in Bayonne, New Jersey, The United States",
        "description": "George R. R. Martin was born September 20, 1948, in Bayonne, New Jersey. His father was Raymond Collins Martin, a longshoreman, and his mother was Margaret Brady Martin. He has two sisters, Darleen Martin Lapinski and Janet Martin Patten. Martin attended Mary Jane Donohoe School and Marist High School. He began writing very young, selling monster stories to other neighborhood children for pennies, dramatic readings included. Later he became a comic book fan and collector in high school, and began to write fiction for comic fanzines (amateur fan magazines). Martin's first professional sale was made in 1970 at age 21: \"The Hero,\" sold to Galaxy, published in February, 1971 issue. Other sales followed. In 1970 Martin received a B.S. in Journalism from Northwestern University, Evanston, Illinois, graduating summa cum laude. He went on to complete a M.S. in Journalism in 1971, also from Northwestern. As a conscientious objector, Martin did alternative service 1972-1974 with VISTA, attached to Cook County Legal Assistance Foundation. He also directed chess tournaments for the Continental Chess Association from 1973-1976, and was a Journalism instructor at Clarke College, Dubuque, Iowa, from 1976-1978. He wrote part-time throughout the 1970s while working as a VISTA Volunteer, chess director, and teacher. In 1975 he married Gale Burnick. They divorced in 1979, with no children. Martin became a full-time writer in 1979. He was writer-in-residence at Clarke College from 1978-79. Moving on to Hollywood, Martin signed on as a story editor for Twilight Zone at CBS Television in 1986. In 1987 Martin became an Executive Story Consultant for Beauty and the Beast at CBS. In 1988 he became a Producer for Beauty and the Beast, then in 1989 moved up to Co-Supervising Producer. He was Executive Producer for Doorways, a pilot which he wrote for Columbia Pictures Television, which was filmed during 1992-93. Martin's present home is Santa Fe, New Mexico. He is a member of Science Fiction & Fantasy Writers of America (he was South-Central Regional Director 1977-1979, and Vice President 1996-1998), and of Writers' Guild of America, West. http://us.macmillan.com/author/george..."
    },
    {
        "fullname": "Jane Austen",
        "born_date": "December 16, 1775",
        "born_location": "in Steventon Rectory, Hampshire, The United Kingdom",
        "description": "Jane Austen was an English novelist whose works of romantic fiction, set among the landed gentry, earned her a place as one of the most widely read writers in English literature, her realism and biting social commentary cementing her historical importance among scholars and critics.Austen lived her entire life as part of a close-knit family located on the lower fringes of the English landed gentry. She was educated primarily by her father and older brothers as well as through her own reading. The steadfast support of her family was critical to her development as a professional writer. Her artistic apprenticeship lasted from her teenage years until she was about 35 years old. During this period, she experimented with various literary forms, including the epistolary novel which she tried then abandoned, and wrote and extensively revised three major novels and began a fourth. From 1811 until 1816, with the release of Sense and Sensibility (1811), Pride and Prejudice (1813), Mansfield Park (1814) and Emma (1815), she achieved success as a published writer. She wrote two additional novels, Northanger Abbey and Persuasion, both published posthumously in 1818, and began a third, which was eventually titled Sanditon, but died before completing it.Austen's works critique the novels of sensibility of the second half of the 18th century and are part of the transition to 19th-century realism. Her plots, though fundamentally comic, highlight the dependence of women on marriage to secure social standing and economic security. Her work brought her little personal fame and only a few positive reviews during her lifetime, but the publication in 1869 of her nephew's A Memoir of Jane Austen introduced her to a wider public, and by the 1940s she had become widely accepted in academia as a great English writer. The second half of the 20th century saw a proliferation of Austen scholarship and the emergence of a Janeite fan culture."
    },
    {
        "fullname": "Charles Bukowski",
        "born_date": "August 16, 1920",
        "born_location": "in Andernach, Germany",
        "description": "Henry Charles Bukowski (born as Heinrich Karl Bukowski) was a German-born American poet, novelist and short story writer. His writing was influenced by the social, cultural and economic ambience of his home city of Los Angeles.It is marked by an emphasis on the ordinary lives of poor Americans, the act of writing, alcohol, relationships with women and the drudgery of work. Bukowski wrote thousands of poems, hundreds of short stories and six novels, eventually publishing over sixty booksCharles Bukowski was the only child of an American soldier and a German mother. At the age of three, he came with his family to the United States and grew up in Los Angeles. He attended Los Angeles City College from 1939 to 1941, then left school and moved to New York City to become a writer. His lack of publishing success at this time caused him to give up writing in 1946 and spurred a ten-year stint of heavy drinking. After he developed a bleeding ulcer, he decided to take up writing again. He worked a wide range of jobs to support his writing, including dishwasher, truck driver and loader, mail carrier, guard, gas station attendant, stock boy, warehouse worker, shipping clerk, post office clerk, parking lot attendant, Red Cross orderly, and elevator operator. He also worked in a dog biscuit factory, a slaughterhouse, a cake and cookie factory, and he hung posters in New York City subways.Bukowski published his first story when he was twenty-four and began writing poetry at the age of thirty-five. His first book of poetry was published in 1959; he went on to publish more than forty-five books of poetry and prose, including Pulp (1994), Screams from the Balcony (1993), and The Last Night of the Earth Poems (1992).He died of leukemia in San Pedro on March 9, 1994."
    },
    {
        "fullname": "Alfred Tennyson",
        "born_date": "August 06, 1809",
        "born_location": "in Somersby, Lincolnshire, The United Kingdom",
        "description": "Alfred Tennyson was born in Somersby, Lincolnshire, the fourth of the twelve children of George Tennyson, clergyman, and his wife, Elizabeth. In 1816 Tennyson was sent to Louth Grammar School, which he disliked so intensely that from 1820 he was educated at home until at the age of 18 he joined his two brothers at Trinity College, Cambridge and with his brother Charles published his first book, Poems by Two Brothers the same year. His second book, Poems Chiefly Lyrical was published in 1830. In 1833, Tennyson's best friend Arthur Henry Hallam, who was engaged to his sister, died, inspiring some of his best work including In Memoriam, Ulysses and the Passing of Arthur.In 1850, following William Wordsworth, Tennyson was appointed Poet Laureate and married his childhood friend, Emily Sellwood. They had two children, Hallam born in 1852 and Lionel, two years later. In 1884, as a great favourite of both Queen Victoria and Prince Albert, he was raised to the peerage and was thereafter known as Baron Tennyson of Aldworth. He was the first Englishman to be granted such a high rank solely for literary distinction. Tennyson continued to write poetry throughout his life and in the 1870s also wrote a number of plays. he died in 1892 at the age of 83 and was buried in Westminster Abbey.*Note. On all books written by Tennyson, his name is written as Arthur Lord Tennyson, and never Arthur Tennyson, and so his author's profile ought to be in this name too."
    },
    {
        "fullname": "J.K. Rowling",
        "born_date": "July 31, 1965",
        "born_location": "in Yate, South Gloucestershire, England, The United Kingdom",
        "description": "See also: Robert GalbraithAlthough she writes under the pen name J.K. Rowling, pronounced like rolling, her name when her first Harry Potter book was published was simply Joanne Rowling. Anticipating that the target audience of young boys might not want to read a book written by a woman, her publishers demanded that she use two initials, rather than her full name. As she had no middle name, she chose K as the second initial of her pen name, from her paternal grandmother Kathleen Ada Bulgen Rowling. She calls herself Jo and has said, \"No one ever called me 'Joanne' when I was young, unless they were angry.\" Following her marriage, she has sometimes used the name Joanne Murray when conducting personal business. During the Leveson Inquiry she gave evidence under the name of Joanne Kathleen Rowling. In a 2012 interview, Rowling noted that she no longer cared that people pronounced her name incorrectly.Rowling was born to Peter James Rowling, a Rolls-Royce aircraft engineer, and Anne Rowling (née Volant), on 31 July 1965 in Yate, Gloucestershire, England, 10 miles (16 km) northeast of Bristol. Her mother Anne was half-French and half-Scottish. Her parents first met on a train departing from King's Cross Station bound for Arbroath in 1964. They married on 14 March 1965. Her mother's maternal grandfather, Dugald Campbell, was born in Lamlash on the Isle of Arran. Her mother's paternal grandfather, Louis Volant, was awarded the Croix de Guerre for exceptional bravery in defending the village of Courcelles-le-Comte during the First World War.Rowling's sister Dianne was born at their home when Rowling was 23 months old. The family moved to the nearby village Winterbourne when Rowling was four. She attended St Michael's Primary School, a school founded by abolitionist William Wilberforce and education reformer Hannah More. Her headmaster at St Michael's, Alfred Dunn, has been suggested as the inspiration for the Harry Potter headmaster Albus Dumbledore.As a child, Rowling often wrote fantasy stories, which she would usually then read to her sister. She recalls that: \"I can still remember me telling her a story in which she fell down a rabbit hole and was fed strawberries by the rabbit family inside it. Certainly the first story I ever wrote down (when I was five or six) was about a rabbit called Rabbit. He got the measles and was visited by his friends, including a giant bee called Miss Bee.\" At the age of nine, Rowling moved to Church Cottage in the Gloucestershire village of Tutshill, close to Chepstow, Wales. When she was a young teenager, her great aunt, who Rowling said \"taught classics and approved of a thirst for knowledge, even of a questionable kind,\" gave her a very old copy of Jessica Mitford's autobiography, Hons and Rebels. Mitford became Rowling's heroine, and Rowling subsequently read all of her books.Rowling has said of her teenage years, in an interview with The New Yorker, \"I wasn’t particularly happy. I think it’s a dreadful time of life.\" She had a difficult homelife; her mother was ill and she had a difficult relationship with her father (she is no longer on speaking terms with him). She attended secondary school at Wyedean School and College, where her mother had worked as a technician in the science department. Rowling said of her adolescence, \"Hermione [a bookish, know-it-all Harry Potter character] is loosely based on me. She's a caricature of me when I was eleven, which I'm not particularly proud of.\" Steve Eddy, who taught Rowling English when she first arrived, remembers her as \"not exceptional\" but \"one of a group of girls who were bright, and quite good at English.\" Sean Harris, her best friend in the Upper Sixth owned a turquoise Ford Anglia, which she says inspired the one in her books."
    }
]