[
    {
        "tags": [
            "change",
            "deep-thoughts",
            "thinking",
            "world"
        ],
        "author": "Albert Einstein",
        "quote": "“The world as we have created it is a process of our thinking. It cannot be changed without changing our thinking.”"
    },
    {
        "tags": [
            "friends",
            "heartbreak",
            "inspirational",
            "life",
            "love",
            "sisters"
        ],
        "author": "Marilyn Monroe",
        "quote": "“This life is what you make it. No matter what, you're going to mess up sometimes, it's a universal truth. But the good part is you get to decide how you're going to mess it up. Girls will be your friends - they'll act like it anyway. But just remember, some come, some go. The ones that stay with you through everything - they're your true best friends. Don't let go of them. Also remember, sisters make the best friends in the world. As for lovers, well, they'll come and go too. And baby, I hate to say it, most of them - actually pretty much all of them are going to break your heart, but you can't give up because if you give up, you'll never find your soulmate. You'll never find that half who makes you whole and that goes for everything. Just because you fail once, doesn't mean you're gonna fail at everything. Keep trying, hold on, and always, always, always believe in yourself, because if you don't, then who will, sweetie? So keep your head high, keep your chin up, and most importantly, keep smiling, because life's a beautiful thing and there's so much to smile about.”"
    },
    {
        "tags": [
            "love",
            "poetry"
        ],
        "author": "Pablo Neruda",
        "quote": "“I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.”"
    },
    {
        "tags": [
            "learning",
            "reading",
            "seuss"
        ],
        "author": "Dr. Seuss",
        "quote": "“The more that you read, the more things you will know. The more that you learn, the more places you'll go.”"
    },
    {
        "tags": [
            "read",
            "readers",
            "reading",
            "reading-books"
        ],
        "author": "George R.R. Martin",
        "quote": "“A reader lives a thousand lives before he dies, said Jojen. The man who never reads lives only one.”"
    },
    {
        "tags": [
            "friendship",
            "love"
        ],
        "author": "Jane Austen",
        "quote": "“There is nothing I would not do for those who are really my friends. I have no notion of loving people by halves, it is not my nature.”"
    },
    {
        "tags": [
            "alcohol"
        ],
        "author": "Charles Bukowski",
        "quote": "“That's the problem with drinking, I thought, as I poured myself a drink. If something bad happens you drink in an attempt to forget; if something good happens you drink in order to celebrate; and if nothing happens you drink to make something happen.”"
    },
    {
        "tags": [
            "friendship",
            "love"
        ],
        "author": "Alfred Tennyson",
        "quote": "“If I had a flower for every time I thought of you...I could walk through my garden forever.”"
    },
    {
        "tags": [
            "mistakes"
        ],
        "author": "Albert Einstein",
        "quote": "“Anyone who has never made a mistake has never tried anything new.”"
    },
    {
        "tags": [
            "truth"
        ],
        "author": "J.K. Rowling",
        "quote": "“The truth.\" Dumbledore sighed. \"It is a beautiful and terrible thing, and should therefore be treated with great caution.”"
    }
]